[
    {
        "id": "1",
        "title": "Prologue",
        "body": "
            <p>
                On the lounge room floor, on a well-worn Persian carpet, sits Patrick Morgan and his Lego. This is 8-year-old Patrick mind you – current day Patrick would love to play with Lego all day, but feels it’s not as socially acceptable. But sit there all day he did, creating and recreating an infinite number of permutations from the big bag of hand-me-down Lego sets.
            </p>
            <p>
                His mother is an artist, his father is a journalist, and his older brother and sister are designers. Creativity apparently runs through the Morgan blood. So, when Patrick started showing more interest in calculus than calligraphy his family was confused…
            </p>",
        "navigation": "middle"
    },
    {
        "id": "2",
        "title": "An Engineer in the Family",
        "body": "
            <p>
                From the early years of high school, Patrick had in his mind that he wanted to be an engineer. ‘Building things using maths and science, why would anyone want to do anything else?’ So on he went, learning about forces, fractions, foundations and everything else he’d need to know to be a great engineer. In 2012, he graduated from a Bachelor of Civil Engineering at Monash University with first class honours.
            </p>",
        "navigation": "middle"
    },
    {
        "id": "3",
        "title": "Structural Sleuth",
        "body": "
            <p>
                Patrick soon found a place in the Asset Integrity Solutions group at WorleyParsons, a multi-national engineering consultancy. The group was formed to tackle the challenge: what do we do when our facility is approaching the end of its design life?
            </p>
            <p>
                He found himself donning the Sherlock Holmes hat and diving into the investigation of facilities equal parts massive and complex. Structural analyses, inspection reports, codes, and standards all had a part to play in determining the remaining life for a facility and the requirements for extending that life. The work was challenging and rewarding – but something wasn’t right.
            </p>",
        "navigation": "middle"
    },
    {
        "id": "4",
        "title": "Feeling Uneasy",
        "body": "
            <p>
                Patrick had fallen in love with the idea of creating amazing things, but his reality was turning out differently. From his work at WorleyParsons, and what he could see throughout the industry, he wasn’t convinced there was a future there for him. In an increasingly commoditised industry, his only real options were to take a management career path or become a specialist. At this point in his life, neither appealed much.
            </p>
            <p>
                He didn’t want to spend his days pushing papers or building small parts of giant things that were halfway around the world. Discouraged, but not defeated, Patrick started to look outside Asset Integrity Solutions to spark his passions once more.
            </p>",
        "navigation": "middle"
    },
    {
        "id": "5",
        "title": "Introduction to Design",
        "body": "
            <p>
                In a stroke of serendipity, Patrick met the newly appointed Innovation Manager for the company. A Deloitte alumna, she brought with her a way of thinking starkly different to that of the engineering world. She also introduced a little concept she called Design Thinking. Before long, Patrick was running workshops and helping her spread the good word to the wider organisation.
            </p>
            <p>
                Serendipity struck again with an opportunity in the form of a company award to attend Dialogues on Development (a study tour in Cambodia run by Engineers Without Borders). Applying straight away, Patrick was thrilled to be awarded the funding to go on the trip. It was in Cambodia that he learned about sustainable and human-centred development in the engineering context (<a href='https://camberwelltocambodia.wordpress.com' target='_blank'>chronicled in his blog</a>). His creative brain, left somewhat dormant from years of calculations and standards (and an outdated school system…) was starting to come alive.
            </p>",
        "navigation": "middle"
    },
    {
        "id": "6",
        "title": "A New Direction",
        "body": "
            <p>
                Enough was enough. Patrick was done with the world of pipe supports and structural calculations. He wanted to create things that human beings actually interacted with and experienced in a meaningful way. He had always loved tinkering with computers and had even been doing some programming here and there. He loved the ease with which programming allowed him to create tangible things. He could start coding away and within a few hours there was this thing he had built. And he could show that thing to other people to interact with and experience!
            </p>
            <p>
                So he took the plunge and began to study a Bachelor of Information Technology part-time with RMIT.
            </p>",
        "navigation": "middle"
    },
    {
        "id": "7",
        "title": "A New Job",
        "body": "
            <p>
                Work was slowing down in the Asset Integrity Solutions team and indeed the entire business. Times were tough, and as businesses do during these periods, WorleyParsons decided to mix things up. They spun off an advisory firm (Advisian), a delivery centre in India, an innovation group, and a team focused on digital transformation. It was in this last group that Patrick found himself.
            </p>
            <p>
                Advisian Digital was a startup within a multinational. All the ambition and pluck of a group of people taking on the world, with the backing (and admittedly the baggage) of a large enterprise. Patrick was outside his comfort zone and loving every minute of it. In a product-based team, he soon found himself working on marketing strategies, building a web-presence and even product managing a new offering.
            </p>",
        "navigation": "middle"
    },
    {
        "id": "8",
        "title": "Lessons Learned",
        "body": "
            <p>
                One day a challenge appeared in front of Patrick: in order for his digital team and the broader organisation to keep up with the latest and greatest technology, they needed a way to store, share, and discuss large amounts of information about the global tech industry. For some reason the existing method of email, phone and carrier pigeon was just not cutting it.
            </p>
            <p>
                Patrick set to work. It was his first real opportunity to show off some of his newly learned skills. Unfortunately, those skills did not yet include user experience design…
            </p>
            <a id='btn-techtalk' class='btn btn-secondary btn-modal btn-large' href='#techtalk'>Project: Tech Talk</a>",
        "navigation": "middle"
    },
    {
        "id": "9",
        "title": "Lessons in UX",
        "body": "
            <p>
                A chance for redemption was just around the corner. The CEO was looking for a way to tap into the global trend of the “gig economy” and at the same time find a better way of keeping in touch with alumni that had recently left the business. The digital team was given the task.
            </p>
            <p>
                Nearing the end of his degree and having just finished a unit covering UX design, Patrick was much more confident with the direction to take this project. At the request of his manager, he set about planning the concept phase. Before long, the team had worked out that if they were going to achieve the CEO’s goals, they had to create something themselves – and so began the UX design of the project codenamed “TalentX”.
            </p>
            <a id='btn-talentx' class='btn btn-secondary btn-modal btn-large' href='#talentx'>Project: TalentX</a>",
        "navigation": "middle"
    },
    {
        "id": "10",
        "title": "A New Home",
        "body": "
            <p>
                It has been many months since Patrick started the concept and UX design work for TalentX. He has learned a lot from his successes and mistakes. Now though, he has come to a crossroads – at his current firm, his opportunities to grow and people to learn from are rapidly thinning. While WorleyParsons has been an amazing place to start his career, it cannot provide what he needs in order to take his next steps. So, Patrick has decided to apply user experience design to his career.
            </p>
            <a id='btn-career' class='btn btn-secondary btn-modal btn-large' href='#career'>Project: Career</a>",
        "navigation": "middle"
    },
    {
        "id": "11",
        "title": "Epilogue",
        "body": "
            <p>
                Patrick needs a new home. A place filled with great people he can surround himself with and learn from. A team with a purpose that he can believe and invest in. And a fun and diverse environment that encourages innovation and creativity.
            </p>
            <p>
                To his new home he will bring a unique perspective, a strong mix of creative and technical ability, and a passion for great design. He is a strategic thinker, forever curious, and loves working in a fast-paced environment with fast-paced people.
            </p>
            <p>
                He hopes he has found a home in Deloitte.
            </p>",
        "navigation": "end"
    }
]